html/nancy_kanwisher.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-07-26 Sat 11:48 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Nancy Kanwisher</title>
<meta name="author" content="Ketan Agrawal" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="syntax.css" />
<link rel="stylesheet" type="text/css" href="styles.css" />
<link rel="preconnect" href="https://fonts.googleapis.com">
<link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
<link href="https://fonts.googleapis.com/css2?family=Lato:ital,wght@0,400;0,700;1,400&display=swap" rel="stylesheet">
<link rel="apple-touch-icon" sizes="180x180" href="/apple-touch-icon.png" />
<link rel="icon" type="image/png" sizes="32x32" href="/favicon-32x32.png" />
<link rel="icon" type="image/png" sizes="16x16" href="/favicon-16x16.png" />
<link rel="manifest" href="/site.webmanifest" />
</head>
<body>
<div id="preamble" class="status">
<header>
    <script src="setup-initial-theme.js"></script>
    <nav style="display: flex; justify-content: space-between; align-items: center;">
        <a href="/" style="color: inherit; text-decoration: none;">ketan.me</a>
        <ul style="display: flex; list-style-type: none; padding: 0; margin: 0;">
            <li style="margin-left: 1rem;"><a href="/blog.html">blog</a></li>
            <li style="margin-left: 1rem;"><a href="/thoughts.html">thoughts</a></li>
            <li style="margin-left: 1rem;"><a href="/experiments.html">garden</a></li>
            <li style="margin-left: 1rem;"><input type="checkbox" id="theme-switcher">
                <label id="theme-switcher-label" for="theme-switcher"></label>
            </li>
        </ul>
    </nav>
</header>
</div>
<div id="content" class="content">
<h1 class="title">Nancy Kanwisher
<br />
<span class="subtitle">Last tended to on February 19, 2024</span>
</h1>
<p>
Talk she gave to the Symbolic systems program on May 27.<br />
</p>
<div id="outline-container-org26a7a8e" class="outline-2">
<h2 id="org26a7a8e">A roadmap for research</h2>
<div class="outline-text-2" id="text-org26a7a8e">
<p>
There are many different areas to the brain:<br />
</p>
<ul class="org-ul">
<li>face area<br /></li>
<li>scene area<br /></li>
<li>visual word area (ppl don’t have this response until after they learn to read— and only in languages they know!)<br /></li>
<li>auditory speech area<br /></li>
<li>language area<br /></li>
</ul>
<p>
“what is the relationship between language and thought?” <code>&gt; thought !</code> language! two diff. brain regions respond much differently to thought and language. also left-hemisphere stroke patients — they can still think.<br />
</p>
</div>
<div id="outline-container-org82422d9" class="outline-3">
<h3 id="org82422d9"><a href="causality.html#ID-6fd5212d-1117-405e-8ea0-a3ece3c40a18">Causal</a> role?</h3>
<div class="outline-text-3" id="text-org82422d9">
<p>
fMRI is nice&#x2026;but what&rsquo;s the <i>causal</i> role of these regions? We don&rsquo;t just want correlations of brain activations &amp; activities.<br />
</p>

<p>
We need experiments where we &ldquo;poke&rdquo; part of the system &#x2013; <a href="causal_inference.html#ID-d68c5093-d6d6-43b8-a48d-629ade9293b6">intervention</a>. Schalk et al.<br />
</p>

<p>
If he&rsquo;s looking at a face, the face changes. If he&rsquo;s looking at something else, it adds a face to that object.<br />
</p>

<p>
&ldquo;Poking the face area&rdquo; results in weird, weird face stuff happening to brain patient<br />
</p>

<p>
Stimulated color regions &#x2013; he saw a rainbow (wtfff)<br />
</p>
</div>
</div>
<div id="outline-container-org1b2365d" class="outline-3">
<h3 id="org1b2365d">What other specializations?</h3>
<div class="outline-text-3" id="text-org1b2365d">
<p>
not their appearance, sensations, etc.<br />
</p>

<p>
NOT every region has a highly specific function &#x2013; large swaths of brains are &ldquo;multiple demand&rdquo; regions.<br />
</p>

<p>
3P Social Interactions region &#x2013; seeing other people interacting with each other.<br />
</p>

<p>
Physics regions &#x2013; reasoning about the physical world.<br />
</p>

<p>
Interesting frame &#x2013; data doesn&rsquo;t need to be collected &ldquo;For&rdquo; a specific hypothesis &#x2013; instead, they collected data while people listened to 165 everyday sounds. Looked at the components of the neural response.<br />
</p>

<p>
Six &ldquo;components&rdquo; of cortical response to sounds<br />
</p>

<p>
One component: responds to speech.<br />
Another component: music!<br />
</p>

<p>
Why do we have music?<br />
</p>

<p>
Music &ldquo;co-opts&rdquo; speech/language mechanisms &#x2013; NO. still a mystery.<br />
</p>

<p>
Lol the textbook picture of the brain is so messy in so many ways &#x2013; it&rsquo;s not always neatly divided into left/right hemisphere. Many, many functions are bilateral, whereas others are right- or left-lateralized.<br />
</p>

<ul class="org-ul">
<li>there’s a pink patch that REALLY selects for thinking about others’ <i>thinking</i><br /></li>
</ul>
</div>
</div>
<div id="outline-container-org0c6ffa4" class="outline-3">
<h3 id="org0c6ffa4">Developmental origins?</h3>
<div class="outline-text-3" id="text-org0c6ffa4">
<p>
Face area takes years to arise, requires visual experience&#x2026;?? &#x2013; interesting question of nature vs. nurture. Actually, Rebecca Saxe found that you can get face responses in INFANTS. Heather Kosakowski scanned 83 awake infants.<br />
</p>

<p>
^Hyo question: what does the &ldquo;pretrained&rdquo; network in the brain look like? A: we don&rsquo;t really know.<br />
</p>

<p>
My question: where is the supervision &ldquo;signal&rdquo; coming from in the brain?<br />
</p>

<p>
^markman question: can we correlate the actual training regime of NNs with development? A: Seems much more sus.<br />
</p>

<p>
<b>congenitally blind</b> subjects respond to touching faces!!!<br />
</p>
</div>
</div>
<div id="outline-container-org2f7f387" class="outline-3">
<h3 id="org2f7f387">Evolutionary origins?</h3>
<div class="outline-text-3" id="text-org2f7f387">
<p>
some stuff is shared (common ancestor) &#x2013;<br />
</p>

<p>
face-color-place: wtf?? those regions are &ldquo;sandwiched&rdquo; together in monkeys and humans.<br />
</p>
</div>
</div>
<div id="outline-container-org1ecfd93" class="outline-3">
<h3 id="org1ecfd93">What&rsquo;s <a href="representations.html#ID-c7ba956c-67ad-4b8e-9c7f-f18bc1b2b4ff">represented</a> and computed in each region?</h3>
<div class="outline-text-3" id="text-org1ecfd93">
<p>
Astonishing success of convnets&#x2026;analogs between them and the brain perception. Model of how vision &ldquo;might&rdquo; work in the brain. (Whoa, that&rsquo;s fantastic to hear a NEUROSCIENTIST say that. We can consider them a model of the brain!)<br />
</p>

<p>
Ratan Murty &#x2013; CNN-based models of FFA, PPA, EBA? Concretely &#x2013; get CNN activations, and see if you can predict the fusiform face area responses. really really high correlations.<br />
</p>

<p>
Oh interesting &#x2013; then you can test the trained model on all of Imagenet, and see what it responds to&#x2026;ONLY faces. damn.<br />
</p>

<p>
LMAO can feed things into GANs too.<br />
</p>
</div>
<div id="outline-container-org8309c91" class="outline-4">
<h4 id="org8309c91">Why does the Brain have category-selective regions in the first place?</h4>
<div class="outline-text-4" id="text-org8309c91">
<p>
Old hypothesis: face specific regions needed, since face recognition needs diff features than object recognition.<br />
</p>

<p>
Well&#x2026;the dual-trained network does just as well on both &#x2013; they &ldquo;lesioned&rdquo; the network and found that the network had spontaneously separated itself into two separate networks &#x2013; one for object detection, one for face detection.<br />
</p>

<p>
There are diff feature spaces necessary for different problems &#x2013; brain learns to segregate those into different systems.<br />
</p>
</div>
</div>
<div id="outline-container-org1ec146b" class="outline-4">
<h4 id="org1ec146b">Random stuff &#x2013; topographical map of number representatoin in parietal cortex.</h4>
</div>
</div>
</div>
<div id="outline-container-orgfa11fdb" class="outline-2">
<h2 id="orgfa11fdb">5/27 talk</h2>
<div class="outline-text-2" id="text-orgfa11fdb">
<p>
Kanwisher talk<br />
</p>
<ul class="org-ul">
<li>face area<br /></li>
<li>scene area<br /></li>
<li>visual word area (ppl don’t have this response until after they learn to read— and only in languages they know!)<br /></li>
<li>auditory speech area<br /></li>
<li>language area<br /></li>
</ul>
<p>
“what is the relationship between language and thought?” <code>&gt; thought !</code> language! two diff. brain regions respond much differently to thought and language. also left-hemisphere stroke patients — they can still think.<br />
</p>
<ul class="org-ul">
<li>there’s a pink patch that REALLY selects for thinking about others’ thinking<br /></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<!-- copyright Ketan agrawal - on line below-->
<p>&copy; Ketan Agrawal, 2024. <a href="https://x.com/_ketan0">@_ketan0</a>.</p>
<script src="popper.min.js"></script>
<script src="tippy-bundle.umd.min.js"></script>
<script src="tooltips.js"></script>
<script src="setup-theme-switcher.js"></script>
<script src="insert-intext-citation.js"></script>
</div>
</body>
</html>
